tap "federico-terzi/espanso"
tap "getsentry/tools"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "minio/stable"
brew "readline"
brew "autojump"
brew "aws-elasticbeanstalk"
brew "awscli"
brew "carthage"
brew "circleci"
brew "cmigemo"
brew "cocoapods"
brew "colordiff"
brew "ctags"
brew "curl", link: true
brew "direnv"
brew "ffmpeg"
brew "git"
brew "gnu-sed"
brew "gnu-tar"
brew "go"
brew "graphviz"
brew "grep"
brew "htop"
brew "httpie"
brew "imagemagick"
brew "jq"
brew "ktlint"
brew "libyaml"
brew "mitmproxy"
brew "mysql", restart_service: true
brew "nkf"
brew "node-build"
brew "nodenv"
brew "oath-toolkit"
brew "percol"
brew "plantuml"
brew "plenv"
brew "postgresql@10", restart_service: true, link: true
brew "pwgen"
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "rbenv-aliases"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "sbt"
brew "scala"
brew "terraform"
brew "tmux"
brew "tree"
brew "wget"
brew "zsh"
brew "zsh-completions"
brew "getsentry/tools/sentry-cli"
brew "minio/stable/mc"
brew "minio/stable/minio"
cask "android-sdk"
cask "macdown"
