tap "dart-lang/dart"
tap "kayac/tap"
tap "leoafarias/fvm"
tap "messense/macos-cross-toolchains"
tap "oven-sh/bun"
tap "reviewdog/tap"
tap "sqldef/sqldef"
brew "act"
brew "shellcheck"
brew "actionlint"
brew "alp"
brew "openssl@3"
brew "readline"
brew "aws-elasticbeanstalk"
brew "aws-vault"
brew "awscli"
brew "bat"
brew "caddy"
brew "carthage"
brew "circleci"
brew "cmake"
brew "cmigemo"
brew "cocoapods"
brew "colordiff"
brew "coreutils"
brew "coursier"
brew "deno"
brew "difftastic"
brew "direnv"
brew "doggo"
brew "duf"
brew "dust"
brew "fd"
brew "ffmpeg"
brew "figlet"
brew "firebase-cli"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "git-filter-repo"
brew "git-secrets"
brew "gitmoji"
brew "gnu-sed"
brew "gnu-tar"
brew "go"
brew "go-task"
brew "golangci-lint"
brew "grep"
brew "grip"
brew "htop"
brew "httpie"
brew "imagemagick"
brew "jnv"
brew "jq"
brew "kotlin"
brew "kotlin-language-server"
brew "ktlint"
brew "mas"
brew "mecab"
brew "mecab-ipadic"
brew "minio"
brew "mint"
brew "mkcert"
brew "mysql@8.0", link: true
brew "ncdu"
brew "nkf"
brew "node-build"
brew "nodenv"
brew "oath-toolkit"
brew "pam-reattach"
brew "perltidy"
brew "pinact"
brew "plantuml"
brew "plenv"
brew "postgresql@14", restart_service: :changed
brew "pwgen"
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "rdb"
brew "redis", restart_service: :changed
brew "rename"
brew "ripgrep"
brew "ripgrep-all"
brew "rustup"
brew "sd"
brew "sentry-cli"
brew "sipcalc"
brew "sshuttle"
brew "terminal-notifier"
brew "tfenv"
brew "tidy-html5"
brew "tmux"
brew "tree"
brew "vips"
brew "watch"
brew "wget"
brew "yq"
brew "zsh"
brew "zsh-completions"
brew "kayac/tap/ecspresso"
brew "leoafarias/fvm/fvm"
brew "messense/macos-cross-toolchains/aarch64-unknown-linux-gnu"
brew "messense/macos-cross-toolchains/x86_64-unknown-linux-gnu"
brew "oven-sh/bun/bun"
brew "reviewdog/tap/reviewdog"
brew "sqldef/sqldef/mysqldef"
cask "1password"
cask "1password-cli"
cask "alfred"
cask "android-studio"
cask "appcleaner"
cask "aws-vpn-client"
cask "chatgpt"
cask "codex"
cask "discord"
cask "dropbox"
cask "emacs-app"
cask "espanso"
cask "font-hackgen"
cask "google-chrome"
cask "gcloud-cli"
cask "google-japanese-ime"
cask "karabiner-elements"
cask "keycastr"
cask "lastfm"
cask "macdown"
cask "mitmproxy"
cask "ngrok"
cask "obsidian"
cask "pastebot"
cask "rancher"
cask "rectangle"
cask "session-manager-plugin"
cask "slack"
cask "steam"
cask "unity-hub"
cask "visual-studio-code"
cask "zoom"
mas "Keynote", id: 409183694
mas "Kindle", id: 302584613
mas "LINE", id: 539883307
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Skitch", id: 425955336
mas "Spark", id: 1176895641
mas "TestFlight", id: 899247664
mas "Xcode", id: 497799835
go "github.com/fujimura/git-gsub"
go "golang.org/x/tools/gopls"
