tap "aws/tap"
tap "coursier/formulas"
tap "dart-lang/dart"
tap "espanso/espanso"
tap "getsentry/tools"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "leoafarias/fvm"
tap "messense/macos-cross-toolchains"
tap "oven-sh/bun"
tap "reviewdog/tap"
brew "act"
brew "alp"
brew "openssl@3"
brew "readline"
brew "aws-elasticbeanstalk"
brew "awscli"
brew "bat"
brew "caddy"
brew "carthage"
brew "circleci"
brew "cmake"
brew "cmigemo"
brew "cocoapods"
brew "colordiff"
brew "coreutils"
brew "difftastic"
brew "direnv"
brew "dog"
brew "duf"
brew "dust"
brew "fd"
brew "ffmpeg"
brew "figlet"
brew "firebase-cli"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "git-filter-repo"
brew "git-secrets"
brew "gitmoji"
brew "gnu-sed"
brew "gnu-tar"
brew "go"
brew "grep"
brew "grip"
brew "htop"
brew "httpie"
brew "imagemagick"
brew "jq"
brew "kotlin"
brew "kotlin-language-server"
brew "ktlint"
brew "mas"
brew "mecab"
brew "mecab-ipadic"
brew "minio"
brew "mint"
brew "mysql", restart_service: true
brew "ncdu"
brew "nkf"
brew "node-build"
brew "nodenv"
brew "oath-toolkit"
brew "plantuml"
brew "plenv"
brew "postgresql@14", restart_service: true
brew "pwgen"
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "redis", restart_service: true
brew "rename"
brew "ripgrep"
brew "rustup-init"
brew "sd"
brew "shellcheck"
brew "terminal-notifier"
brew "terraform"
brew "tidy-html5"
brew "tmux"
brew "tree"
brew "vips"
brew "wget"
brew "zsh"
brew "zsh-completions"
brew "aws/tap/copilot-cli"
brew "getsentry/tools/sentry-cli"
brew "leoafarias/fvm/fvm"
brew "messense/macos-cross-toolchains/aarch64-unknown-linux-gnu"
brew "messense/macos-cross-toolchains/x86_64-unknown-linux-gnu"
brew "oven-sh/bun/bun"
brew "reviewdog/tap/reviewdog"
cask "1password"
cask "alfred"
cask "android-sdk"
cask "android-studio"
cask "appcleaner"
cask "authy"
cask "bartender"
cask "discord"
cask "docker"
cask "dropbox"
cask "emacs"
cask "espanso"
cask "font-hackgen"
cask "google-chrome"
cask "google-japanese-ime"
cask "karabiner-elements"
cask "keycastr"
cask "lastfm"
cask "macdown"
cask "ngrok"
cask "obsidian"
cask "pastebot"
cask "rancher"
cask "rectangle"
cask "slack"
cask "unity-hub"
cask "visual-studio-code"
cask "zoom"
mas "Keynote", id: 409183694
mas "Kindle", id: 302584613
mas "LINE", id: 539883307
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pocket", id: 568494494
mas "Skitch", id: 425955336
mas "Spark", id: 1176895641
mas "TestFlight", id: 899247664
mas "Xcode", id: 497799835
