tap "coursier/formulas"
tap "federico-terzi/espanso"
tap "getsentry/tools"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "messense/macos-cross-toolchains"
tap "minio/stable"
brew "readline"
brew "aws-elasticbeanstalk"
brew "awscli"
brew "bat"
brew "carthage"
brew "circleci"
brew "cmake"
brew "cmigemo"
brew "cocoapods"
brew "colordiff"
brew "coreutils"
brew "direnv"
brew "dog"
brew "duf"
brew "dust"
brew "fd"
brew "figlet"
brew "firebase-cli"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "git-secrets"
brew "gnu-sed"
brew "gnu-tar"
brew "go"
brew "grep"
brew "grip"
brew "htop"
brew "httpie"
brew "imagemagick"
brew "jq"
brew "kotlin"
brew "ktlint"
brew "mas"
brew "mint"
brew "mysql", restart_service: true
brew "ncdu"
brew "nkf"
brew "node-build"
brew "nodenv"
brew "oath-toolkit"
brew "plantuml"
brew "postgresql", restart_service: true
brew "pwgen"
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "redis", restart_service: true
brew "rename"
brew "ripgrep"
brew "rustup-init"
brew "sd"
brew "shellcheck"
brew "terminal-notifier"
brew "terraform"
brew "tidy-html5"
brew "tmux"
brew "tree"
brew "wget"
brew "zsh"
brew "zsh-completions"
brew "coursier/formulas/coursier"
brew "federico-terzi/espanso/espanso"
brew "getsentry/tools/sentry-cli"
brew "messense/macos-cross-toolchains/aarch64-unknown-linux-gnu"
brew "messense/macos-cross-toolchains/x86_64-unknown-linux-gnu"
brew "minio/stable/minio"
cask "1password"
cask "alfred"
cask "android-ndk"
cask "android-sdk"
cask "android-studio"
cask "appcleaner"
cask "authy"
cask "bartender"
cask "discord"
cask "dropbox"
cask "emacs"
cask "flutter"
cask "font-hackgen"
cask "google-chrome"
cask "google-japanese-ime"
cask "karabiner-elements"
cask "keycastr"
cask "lastfm"
cask "macdown"
cask "pastebot"
cask "rancher"
cask "rectangle"
cask "slack"
cask "tweetbot"
cask "visual-studio-code"
mas "Flow", id: 1423210932
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "LINE", id: 539883307
mas "MindNode", id: 1289197285
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pocket", id: 568494494
mas "Skitch", id: 425955336
mas "Spark", id: 1176895641
mas "Todoist", id: 585829637
mas "Twitter", id: 1482454543
mas "Xcode", id: 497799835
